Repository: mobileninja216/Q-Motor
Catalog: QMotorTrader/*.lproj/Localizable.strings
Languages: ar_qa

# homeTitle
source: QMotor
ar_qa: كيو موتر

# connectionless
source: No internet connection
ar_qa: يرجى التحقق من الإتصال بالإنترنت

# warning
source: Warnning
ar_qa: تنويه

# emptyFields
source: Please fill all neccessry fields
ar_qa: يرجى تعبئة الحقول الفارغة

source: Error
ar_qa: خطأ

source: Success
ar_qa: تمت

source: Well done!
ar_qa: أحسنت، لقد نجحت العملية

# dataIsEmpty
source: Remotly received data is empty
ar_qa: لم ترجع أي بيانات من جهة الخادم

# unknownError
source: Unknown errorn has been occured
ar_qa: خطأ غير معروف

source: Select Make
ar_qa: اختر الشركة المصنعة للسيارة

source: Select Model
ar_qa: اختر موديل السيارة

source: Select Trim
ar_qa: اختر الموديل الفرعي للسيارة

# selectHomeYear
source: Select Year
ar_qa: اختر سنة الصنع

# selectYear
source: Year
ar_qa: السنة

# selectMileage
source: Mileage
ar_qa: المسافة التي قطعتها السيارة

# selectBodyType
source: Body Type
ar_qa: هيكل السيارة

# selectTransmission
source: Transmission
ar_qa: نوع الجير

# selectColour
source: Colour
ar_qa: اللون

# saveCar
source: SAVE
ar_qa: حفظ

source: Dealer
ar_qa: البائع

source: QAR
ar_qa: ر.ق

# priceLabel
source: Price
ar_qa: السعر

# colourLabel
source: Colour
ar_qa: اللون

# useDistanceLabel
source: Mileage
ar_qa: المسافة المقطوعة

# theBackLabel
source: Body Type
ar_qa: هيكل السيارة

# carTypeLabel
source: Gear Type
ar_qa: نوع الجير

source: Share your Note
ar_qa: انشر ملاحظاتاتك عن السيارة

# loginToFacebook
source: You are not connected to your Facebook account.
ar_qa: لم تقم بتسجيل الدخول إلى حساب الفيسبوك الخاص بك.

source: Share on Facebook
ar_qa: انشر على فيسبوك

# loginToTwitter
source: You are not logged in to your Twitter account.
ar_qa: لم تقم بتسجيل الدخول إلى حساب تويتر الخاص بك.

source: Share on Twitter
ar_qa: انشر على تويتر

# moreSocial
source: More
ar_qa: المزيد

# closeSocialList
source: Close
ar_qa: إغلاق

# cancleButton
source: Cancel
ar_qa: إلغاء الأمر

source: Share on WhatsApp
ar_qa: نشر عل واتس أب

# notAllowedString
source: Not allowed characters.
ar_qa: النص المستخدم للنشر غير مسموج به

# installWhatsApp
source: You must install WhatsApp firstly.
ar_qa: يجب تثبيت برنامج واتس أب أولا

source: highest
ar_qa: الأكثر

source: lowest
ar_qa: الأقل

source: plates available
ar_qa: لوحة متاحة

source: Enter plate number
ar_qa: ضع رقم لوحة السيارة هنا

source: Plate Number
ar_qa: رقم اللوحة

source: Price
ar_qa: السعر

source: Full Name
ar_qa: الاسم كاملا

source: Email
ar_qa: البريد الإلكتروني

source: Phone Number
ar_qa: رقم الهاتف

source: Free
ar_qa: مجاني

source: Paid
ar_qa: مدفوع

# phone1
source: Telephone 1
ar_qa: رقم الهاتف ١

# phone2
source: Telephone 2
ar_qa: رقم الهاتف ٢

source: Done
ar_qa: انتهى

# doneMessage
source: Finally, you finished all steps
ar_qa: انتهت العملية

source: First Name
ar_qa: الاسم الأول

source: Last Name
ar_qa: اسم العائلة

# welcomeLabel
source: Welcome to QMotor account
ar_qa: إنشاء حساب جديد في كيو موتر

source: Individual
ar_qa: شخصي

source: Companies
ar_qa: شركات

# registerButton
source: Register
ar_qa: تسجيل الحساب

source: Seller Type
ar_qa: نوع الحساب

# updateMyProfileTitle
source: Update My Profile
ar_qa: بياناتي الشخصية

# updateMyProfileButton
source: Update My Profile
ar_qa: تعديل بياناتي

# emailAddressLabel
source: Email Address
ar_qa: البريد الإلكتروني

# fullNameLabel
source: Full Name
ar_qa: الاسم كاملا

# sellerTypeLabel
source: Seller Type
ar_qa: نوع الحساب

# phoneNumberLabel
source: Phone Number
ar_qa: رقم الهاتف

# myCarsSoldLabel
source: My Cars Sold
ar_qa: السيارات المباعة

# numberPlatesLabel
source: Number Plates
ar_qa: أرقام السيارات

# myAdvertLabel
source: My Adverts
ar_qa: إدارة الإعلانات

# myProfileTitle
source: My Profile
ar_qa: ملفي الشخصي

# userNumberPlatesHeaderLabel
source: This is a preview of your number plates that you have for sale
ar_qa: مجموعة أرقام السيارات التي عرضتها للبيع

# settingTitle
source: Setting
ar_qa: الإعدادات

# allRightsReservedLabel
source: All rights reserved
ar_qa: جميع الحقوق محفوظة

# instagramAccountLabel
source: Instagram Account
ar_qa: حساب إنستغرام

# youtubeChannelLabel
source: Youtube Channel
ar_qa: قناة يوتيوب

# twitterAccountLabel
source: Twitter Account
ar_qa: حساب تويتر

# facebookPageLabel
source: Facebook Page
ar_qa: صفحة فيسبوك

# saveSessionAfterLoginLabel
source: Save session after login
ar_qa: حفظ الجلسة بعد إتمام عملية تسجيل الدخول

# defaultLanguageLabel
source: Default Language
ar_qa: اللغة الإفتراضية

# findNewUsedCarsLabel
source: Find new & used cars
ar_qa: بحث عن سيارات جديدة ومستخدمة

# carsAvailableLabel
source: Search in :value cars available
ar_qa: ابحث في :value سيارة متاحة

# dealerCarsAvailableLabel
source: cars available
ar_qa: سيارة متاحة

# carsInStockLabel
source: Cars in stock
ar_qa: السيارات المتوفرة حاليا

# searchCarButton
source: Search
ar_qa: بحث

# zeroQARLabel
source: 0 QAR
ar_qa: . ر.ق

# filterTtitle
source: Advanced Search
ar_qa: بحث متقدم

# halfMillionQARLabel
source: 500,000 QAR
ar_qa: ٥٠٠،٠٠٠ ر.ق

# priceRangeLabel
source: Price Range
ar_qa: السعر

# makeTitle
source: Make
ar_qa: الشركة المصنعة

# makePrompt
source: Select a car make
ar_qa: اختر الشركة المصنعة للسيارة

# modelTitle
source: Model
ar_qa: الموديل

# modelPrompt
source: Select a car model
ar_qa: اختر موديل السيارة

# trimTitle
source: Trim
ar_qa: الموديل الفرعي

# trimPrompt
source: Select a car trim
ar_qa: اختر الموديل الفرعي للسيارة

# yearTitle
source: Year
ar_qa: سنة التصنيع

# yearPrompt
source: Select car year
ar_qa: اختر سنة تصنيع السيارة

# mileageTitle
source: Mileage
ar_qa: المسافة المقطوعة

# mileagePrompt
source: Select car mileage
ar_qa: اختر المسافة التي قطعتها السيارة

# colourTitle
source: Colour
ar_qa: اللون

# colourPrompt
source: Select car colour
ar_qa: اختر لون السيارة

# transTitle
source: Transmission
ar_qa: نوع الجير

# transPrompt
source: Select a car transimission
ar_qa: اختر نوع الجير الخاص بالسيارة

# bodyTypeTitle
source: Body type
ar_qa: هيكل السيارة

# bodyTypePrompt
source: Select a car Body type
ar_qa: اختر هيكل السيارة الخارجي

# contactUsTtitle
source: Contact Us
ar_qa: اتصل بنا

# sendMessageButton
source: Send Message
ar_qa: إرسال الرسالة

# carDealersTitle
source: Car Dealers
ar_qa: معارض السيارات

# highestButton
source: Highest
ar_qa: الأعلى

# lowestButton
source: Lowest
ar_qa: الأقل

# sortDealersByLabel
source: Sort by car count
ar_qa: ترتيب المعارض حسب عدد السيارات

# theEndLabel
source: The End
ar_qa: انتهى

# dealerCarsTitile
source: Dealer Cars
ar_qa: سيارات المعرض

# savedLabel
source: Saved
ar_qa: تم الحفظ

# homeButton
source: Home
ar_qa: الرئيسية

# buyCarButton
source: Buy A Car
ar_qa: بحث عن سيارة

# sellMyCarButton
source: Sell My Car
ar_qa: بيع موترك

# rentCarButton
source: Rent A Car
ar_qa: تأجر سيارة

source: Car Dealers
ar_qa: معارض السيارات

# myAccountButton
source: My Account
ar_qa: حسابي

# myProfileButton
source: My Profile
ar_qa: ملفي الشخصي

# myGarageButton
source: My Garage
ar_qa: السيارات المحفوظة

# myAdvertsButton
source: My Adverts
ar_qa: إدارة الإعلانات

# numberPlatesButton
source: Number Plates
ar_qa: أرقام السيارات

# contactUsButton
source: Contact Us
ar_qa: اتصل بنا

# settingButton
source: Setting
ar_qa: الإعدادات

# aboutQmotoTraderButton
source: About QMotor
ar_qa: عن كيو موتر

# buyCarTitile
source: Buy A Car
ar_qa: بحث عن سيارة

# viewCarTitle
source: View A Car
ar_qa: تفاصيل السيارة

# okay
source: Ok
ar_qa: حسنا

# numberPlatesInQMTLabel
source: Number Plates on QMotor
ar_qa: أرقام لوحات السيارات في كيو موتر

# callSellerNowLabel
source: Call Seller Now
ar_qa: اتصل بالبائع الآن

# numberPlatesTitle
source: Number Plates
ar_qa: أرقام السيارات

# resultsFoundLabel
source: results found while filtering cars
ar_qa: نتيجة تم العثور عليها

# searchCarTitle
source: Search About Car
ar_qa: بحث عن سيارة

# myAccountTitle
source: My Account
ar_qa: حسابي

# myNumberPlatesButton
source: Number Plates
ar_qa: أرقام السيارات

# myAccountLoginButton
source: Login
ar_qa: تسجيل دخول

# myAccountMessageLabel
source: You must login firstly
ar_qa: يتوجب عليك تسجيل الدخول لتصفح هذه الخدمة

# myGarageTitle
source: My Garage
ar_qa: السيارات المحفوظة

# deleteFromGarageButton
source: Delete
ar_qa: حذف

# userNumberPlatesLabel
source: This is a preview of your number plates that you have for sale
ar_qa: قائمة بأرقام لوحات السيارات التي قمت بعرضها للبيع

# userNumberPlatesTitle
source: Number plates
ar_qa: أرقام السيارات

# controlItemLabel
source: Control Item
ar_qa: حدد إجراء

# savedCarsLabel
source: Saved advers
ar_qa: الإعلانات المحفوظة

# liveCarsLabel
source: Lived adverts
ar_qa: الإعلانات المنشورة

# archivedCarsLabel
source: Archived adverts
ar_qa: الإعلانات المؤرشفة

# myAdvertsTitle
source: My Adverts
ar_qa: إدارة الإعلانات

# savedAdvertText
source: Saved
ar_qa: محفوظة

# livedvertText
source: Live
ar_qa: منشورة

# archivedAdvertText
source: Archive
ar_qa: مؤرشفة

# makeModelLabel
source: Make/Model
ar_qa: الشركة المصنعة/الموديل

# advertsLatestUpdateLabel
source: Last Upadate
ar_qa: آخر تحديث

# latestUpdateDelete
source: Last Update/Delete
ar_qa: آخر تحديث/حذف

# advertExpiredAt
source: Expired at
ar_qa: تاريخ الإنتهاء

# sellMyCarTitle
source: Sell My Car
ar_qa: اعرض سيارتك

# saveAndContinue
source: Save & continue
ar_qa: حفظ واستمرار

source: Previous
ar_qa: السابق

# packageLabel
source: Package
ar_qa: نوع الإعلان

# vechilceDetailsLabel
source: Vehicle details
ar_qa: بيانات المركبة

# uploadImagesLabel
source: Capture and upload images
ar_qa: التقط وارفع الصور

# uploadImagesButton
source: Upload
ar_qa: رفع الصور

# previewLabel
source: Preview
ar_qa: عرض الإعلان

# confirmLabel
source: Confirm
ar_qa: التأكيد

# completeTheCheckout
source: Complete checkout
ar_qa: إكمال شراء الإعلان

# monthViews
source: :month Month Online
ar_qa: ظهور لمدة :month شهر

# socialNetwork
source: Social Media
ar_qa: الشبكات الاجتماعية

source: Share to
ar_qa: النشر في

# specialAds
source: Featured Advert
ar_qa: إعلان مميز

# tenTimesMore
source: 10 Times More Appearance
ar_qa: عشر مرات ظهور أكثر

source: Photo Service
ar_qa: خدمة التصوير

# photoServiceSubtitle
source: We Will Take Information And Photos Of The Car
ar_qa: نحن سنأخذ معلومات وصور السياره

# selectPacakge
source: Select
ar_qa: تحديد

# packageHeaderLabel
source: Package Selection
ar_qa: اختيار نوع الإعلان

# packageTitleLabel
source: Select your QMotor package
ar_qa: اختر نوع الإعلان الذي يناسبك

# packageSubtitleLabel
source: Please select a package below and click Continue.
ar_qa: رجاء قم باختيار نوع الإعلان الذي يناسبك

# vehicleDetailsLabel
source: Vehicle details
ar_qa: بيانات المركبة

# vehicleSubtitleLabel
source: Please provide the details about the vehicle you're selling and click continue to go to the next step
ar_qa: رجاء قم بتعبئة بيانات المركبة التي تود بيعها ثم اضغط زر حفظ واستمرار للانتقال للخطوة التالية

# vehicleDescriptionLabel
source: The vehicle description you want to appear on your advert
ar_qa: بيانات المركبة التي تود ظهورها في الإعلان

source: O n l y P r e v i e w
ar_qa: نسخة للعرض فقط

# listPreviewHeaderLabel
source: List page preview
ar_qa: نسخة العرض

# listPreviewSubtitleLabel
source: This is a preview of your list page online advert.
ar_qa: هكذا سيظهر إعلانك في صفحة البحث

# nameAndAddressLabel
source: Name and address
ar_qa: الاسم والعنوان

# dealerTypeKeyLabel
source: Type:
ar_qa: نوع الحساب

# vehicleDetailsKeyLabel
source: Vehicle Name:
ar_qa: بيانات المركبة

# expiredAtKeyLabel
source: Expiry Date:
ar_qa: تاريخ الإنتهاء

# totalPaymentLabel
source: Total Payment
ar_qa: المبلغ للدفع

# packageTypeKeyLabel
source: Package:
ar_qa: نوع الحساب

# totalKeyLabel
source: Total:
ar_qa: إجمالي

# thanksLabel
source: Thanks
ar_qa: شكرا لك

# messageLabel1
source: Thank You for your purchase!. Your advert number is :advert_number
ar_qa: شكرا لك لاستخدامك كيو موتر رقم إعلانك هو :advert_number

# messageLabel2
source: Thank you for using Q Motor We will call you soon to complete your advertisement proccess and collect the payment. Your advert will not Go online until we receive the payment
ar_qa: شكرا لاستخدامك كيو موتر سنقوم بالاتصال بك لاتمام عملية الدفع ولن يظهر إعلانك حتى اكتمال عملية الدفع لدينا

# messageLabel3
source: Thank you for using Q Motor We will call you within 24 hours to arrange an appointment to come to date to you take of the Vehicle details your cars
ar_qa: شكرا لاستخدامك كيو موتر سنقوم بالإتصال بك خلال 24 ساعة لتحديد موعد لاخذ معلومات وصور السيارة

source: Back to home
ar_qa: العودة للرئيسية

# signinAlertTitle
source: Sign in to QMotor
ar_qa: تسجيل الدخول السريع

# signinTitle
source: Sign In
ar_qa: تسجيل دخول

# signupButton
source: Sign up
ar_qa: تسجيل جديد

# newHereLabel
source: New here?
ar_qa: هل أنت جديد هنا؟

# forgotPasswordButton
source: Forgot password?
ar_qa: نسيت كلمة المرور؟

# signinButton
source: Sign in
ar_qa: تسجيل دخول

# username
source: Mobile No
ar_qa: رقم الجوال

source: Password
ar_qa: كلمة المرور

# takePicture
source: Take a picture
ar_qa: التقط صورة

source: Camera Roll
ar_qa: معرض الميديا

source: Make Year
ar_qa: سنة الصنع

source: Mileage
ar_qa: كم قاطع

# noResults
source: No results found about this search
ar_qa: لم يتم العثور على أي نتائج

# saveButton
source: Save
ar_qa: حفظ

# isSoldYes
source: Sold
ar_qa: مبيوعة

# isSoldNo
source: Unsold
ar_qa: غير مبيوعة

# signupAlertTitle
source: New account in QMotor
ar_qa: حساب جديد في كيو موتر

source: Year
ar_qa: السنة

source: km
ar_qa: كم

source: About QMotor
ar_qa: عن كيو موتر

# registrationMessage
source: We sent you the password as an SMS, please use it to login
ar_qa: تم إرسال الرقم السري لتفعيل حسابك، استعمله لتدخل إلى حسابك

# makeImageDefault
source: Make Primary
ar_qa: اجعلها رئيسية

# uploadedImagesTitle
source: Edit Photos
ar_qa: تحكم في الصور

# defaultImage
source: Primary Image
ar_qa: الصورة الرئيسية

# registerDone
source: We sent you the password as an SMS, please use it to login to your account
ar_qa: لقد قمنا بإرسال كلمة المرور برسالة قصيرة إلى هاتفك٬ رجاء استخدمها لتسجيل دخولك للحساب

source: Custom Number Plates
ar_qa: أرقام مميزة

source: Signout
ar_qa: تسجيل خروج
